Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=161_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Toʹben tääiʹben - Ouddškooul tuõjjstõõllâmǩeʹrjj lij jurddum sääʹmǩiõllsaž ouddškoouʹle.
fin: “ Esikoululaisen puuhakirja ” ilmestyi samaan aikaan kaikilla kolmella Suomessa puhutulla saamenkielellä.

source: Ǩeeʹrj naʹzvaanâž Eeʹled, Uábbee da Sámmol jåʹtte jiiʹjjez vuuʹdin da mainste kueiʹmm kueiŠmmses sij jieʹllma kuulli aaʹšši pirr.
fin: Kirjan ystävykset Eeʹled, Uábbee ja Sámmol kyläilevät toistensa kotiseuduilla ja kertovat toisilleen omaan kulttuuripiiriinsä kuuluvista asioista.

source: Eeʹled lij nuõrttsääʹm nijdd, Uábbee aanarsääʹm nijdd da Sámmol tâʹvvsääʹm päʹrnn.
fin: Eeʹled on koltansaamenkielinen tyttö, Uabbee inarinsaamenkielinen tyttö ja Sámmol on pohjoisaamenkielinen poika.

source: Ǩeʹrjj vuâlgg säʹmmlai kääuʹc eeʹjjpooddâst, kooi tuåimid da šõddmõõžžid teeʹkst õhttne.
fin: Kirjan tarinoiden lähtökohtana ovat saamelaisten kahdeksan vuodenaikaa töineen ja tapahtumineen.

source: Vuâđđjurddjen ǩeeʹrj raajjmest lij leämmaž tõt, što mij, Lääʹddjânnam koumm sääʹmjoouk, jieʹllep õõutsââʹjest da haaʹleep jueʹǩǩed reeʹǧǧes kulttuuräʹrbben da äʹrbbvuõđlaž teâttan määŋgi vueʹzzi.
fin: Kirjan johtoajatuksena on ollut, että Suomen kolme saamelaisryhmää elävät rinnakkain ja haluavat välittää rikasta kulttuuriperintöään ja perinnetietouttaan myös muille.

source: karttsääʹnnǩeʹrjj
fin: kuvasanakirja

source: 1. teädldök
fin: 1. painos

source: Sääʹmteʹǧǧ 2015
fin: Saamelaiskäräjät 2015

source: Vuõssmõs dohat sääʹnned - ǩeʹrjj lij jåårǥlõttum eŋgglõsǩiõllsaž ǩeeʹrjest The First Thousand Words in English.
fin: Vuõssmõs dohat sääʹnned – kirja on käännetty englanninkielisestä kirjasta The First Thousand Words in English.

source: Nuõrttsääʹmǩiõʹlle tän ǩeeʹrj alggtuâi lie raajjâm Sääʹmvuuʹd škoouʹlʼjemkõõskõõzz nuõrttsääʹmǩiõl da - kulttuur mättʼtõõtti (2013-2014) uʹčteeʹlez Tiina Sanila-Aikio jååʹđteʹmen.
fin: Koltansaamenkielisen kirjan käännöksen ovat tehneet Saamelaisalueen koulutuskeskuksen koltansaamenkielen ja – kulttuurin opiskelijat oppilastyönä (2013-2014) opettajansa Tiina Sanila-Aikion johdolla.

source: Ǩiõltaʹrǩǩeejen lij tuejjääm Merja Fofonoff.
fin: Kieliasun on tarkistanut Merja Fofonoff.

source: Ǩeeʹrj vueiʹtet ââʹnned nuʹtt jieʹnnǩiõllsaž päärnai mättʼtõõzzâst ko še nuõrttsääʹm veeʹres ǩiõllân lookki mättʼtõõttjivuiʹm.
fin: Kirjaa voidaan käyttää niin äidinkielisten lasten opetuksessa kuin koltansaamea vieraana kielenä opiskelevien opetuksessakin.

source: Stephen Cartwright kaartin vuäitt vuâmmšed håʹt mâiʹd da nääiʹt ǩeʹrjj älšmâtt päärnaid mättjed ođđ saaʹnid da še ǩeeʹrjted.
fin: Stephen Cartwright Šn kuvien avulla lapsille voi opettaa uusia sanoja.

source: Saʹnnâs: Katri Fofonoff
fin: Matti Morottaja - Katri Fofonoff

source: Tääʹss: Vueʹllškooul sääʹmǩiõl mättʼtõʹsse
fin: Taso: Peruskoulun äidinkielen opetus

source: Sääʹmteʹǧǧ 2003
fin: Saamelaiskäräjät 2003

source: Siiskâž: Ǩeeʹrjest lie nuʹtt 1600 sääʹnned. Måtam sääʹn lie pirstum, što tõid lij aʹlĐĐääb mättʼtõõttâd.
fin: Kuvasanakirja on laadittu Matti Morottajan kokoaman inarinsaamenkielisen Oopâ saanijd - kirjan pohjalta.

source: Sääʹmǩiõll - Koltankielen oppikirja
fin: Seija Sivertsen Koltansaamenkielen oppikirja

source: Kaart: Virpi Jefremoff
fin: Kuvitus: Virpi Jefremoff

source: 2. teädldök
fin: 2. painos

source: Sääʹmteʹǧǧ 2010
fin: Saamelaiskäräjät 2010

source: Seiddmieʹrr: 404
fin: Sivuja: 404

source: Sääʹmteʹǧǧ 2009
fin: Saamelaiskäräjät 2009

source: Jurddjen lij, što ǩiõllvuäʹppes veäʹǩǩat sääʹmǩiõl ǩeʹrjjǩiõl ǩeeʹrjtumuužž da oudd škooulid nåkam ǩeeʹrj, koon veäkka ǩeeʹrjtum ǩiõll puäđči škooulneeʹǩǩi tiõttu.
fin: Koulukieliopin tarkoituksena on toimia apuna kirjoitetun koltansaamenkielen vakiinnuttamisessa ja antaa koulujen käyttöön väline, jonka avulla koltansaamen kirjakielen lainalaisuudet ja säännöt esitellään lyhyesti.

source: Ǩeeʹrjest lie occanj šeâttmõõžž da jäänab ouddmiârk mättʼtõõttâm diõtt.
fin: Kirja on tarkoitettu peruskoulusta lähtien kaikille, myös aikuisopiskelijoille.

source: Täävtõsân lij še, što rääʹves oummu vuäitče mättʼtõõttâd tän ǩeeʹrj mieʹldd ǩeeʹrjtum sääʹmǩiõl da nåkam säʹmmla, kook lie väjldâttam jieʹnnǩiõlâs, vuäitče äʹlǧǧed mättʼtõõttâd tõn.
fin: Tavoitteena on myös tutustuttaa koltansaamenkielinen aikuisväestö heidän äidinkielensä kirjoitettuun muotoon sekä antaa apuväline heille, jotka ovat unohtaneet äidinkielensä ja haluavat alkaa opiskella sitä.

source: Ǩeeʹrj väʹlddǩiõllân lij valddum lääʹddǩiõll.
fin: Niinpä kieliopin käyttö kieleksi on valittu suomi.

source: Satu Moshnikoff, tuåimtam
fin: Satu Moshnikoff, toimitus

source: Lookkâmǩeʹrjj
fin: (Lukukirja)

source: Sniimâm: Minna Moshnikoff
fin: Valokuvat: Minna Moshnikoff

source: Seiddmieʹrr: 178
fin: Sivuja: 178

source: Sääʹmteʹǧǧ 1998
fin: Saamelaiskäräjät 1998

source: Mättʼtõõttâmǩeʹrjj
fin: (Harjoituskirja)

source: Oolõõžž: Minna Moshnikoff
fin: Kansi: Minna Moshnikoff

source: Seiddmieʹrr: 127
fin: Sivuja: 127

source: Satu Moshnikoff da Nea Lintula
fin: Satu Moshnikoff ja Nea Lintula

source: Kaartʼtõs: Nea Lintula
fin: Kuvitus: Nea Lintula

source: Tääʹss: 2. lk
fin: Taso: 2. lk

source: Nu ʼ bb oo ʼ đuum teädldök
fin: 2. uudistettu painos

source: Sääʹmteʹǧǧ 2002
fin: Saamelaiskäräjät 2002

source: Satu Moshnikoff da Sonja Sanila
fin: Satu Moshnikoff ja Sonja Sanila

source: Kaartʼtõs: Sonja Sanila da Minna Moshnikoff
fin: Kuvitus: Sonja Sanila ja Minna Moshnikoff

source: Tääʹss: 3.- 4. lk
fin: Taso: 3.- 4. lk

source: Seiddmieʹrr: 31
fin: Sivuja: 31

source: Sää ʹ mte ʹ ǧǧ 2001
fin: Saamelaiskäräjät 2001

source: Siõm puäʒʒooumsaž
fin: Satu ja Minna Moshnikoff

source: Kaartʼtõs: Minna Moshnikoff
fin: Kuvitus: Minna Moshnikoff

source: Tääʹss: 5.-6. lk
fin: Taso: 5.-6. lk

source: Seiddmieʹrr: 33
fin: Sivuja: 33

source: Sääʹmteʹǧǧ 2000
fin: Saamelaiskäräjät 2000

source: Sääʹmnijdd Dåmnn
fin: Satu ja Minna Mohsnikoff

source: Hâʹdd: 8,00 €
fin: Taso: 5.-6. lk

source: Sääʹmteʹǧǧ 2004
fin: Saamelaiskäräjät 2004

source: Satu da Jouni Moshnikoff, kaartʼtõs Minna Moshnikoff
fin: Satu ja Jouni Moshnikoff, kuvitus Minna Moshnikoff

source: Hâʹdd: 9,00 €
fin: Taso: 5.-6. lk..

source: 2. oo ʹ đuum teädldök
fin: 2. uudistettu painos

source: Kaartʼtõs: Tarja Sanila
fin: Kuvitus: Tarja Sanila

source: Tääʹss: 1. lk. -
fin: Taso: 1. lk. -
